Repository: metalica20/neoc
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ne

source: Select Language
ne: भाषा छनोट गर्नुस

source: Incident
ne: विपद

source: Minor
ne: सामान्य

source: Major
ne: ठुलो

source: Catastrophic
ne: विनाशकारी

source: Title
ne: शीर्षक

source: Description
ne: विवरण

source: Hazard
ne: प्रकोप

source: Started on
ne: सुरु भएको

source: Ended on
ne: पूर्ण नियन्त्रणमा आएको

source: Severity
ne: गम्भीरता

source: Event
ne: घटना

source: Non Natural
ne: गैर प्राकृतिक

source: Natural
ne: प्राकृतिक

source: Order
ne: क्रम

source: Icon
ne: प्रतीक

source: Color
ne: रंग

source: Resources
ne: स्रोतहरू

source: InfrastructureType
ne: प्रकार

source: Hazards
ne: प्रकोप

source: District
ne: जिल्ला

source: Municipality
ne: नगरपालिका

source: Wards
ne: वडा

source: Mark incidents as verified
ne: विपदहरुलाई प्रमाणित चिन्ह दिनुहोस्

source: Mark incidents as approved
ne: विपदहरुलाई रुजु चिन्ह दिनुहोस्

source: Create Event
ne: विपदलाई घटना बनाउनुहोस्

source: Cause
ne: कारण

source: Source
ne: श्रोत

source: Verified
ne: प्रमाणित

source: Approved
ne: रुजु

source: Incident On
ne: विपद भएको मिति

source: Reported On
ne: रिपोर्टिंग भएको मिति

source: Loss
ne: क्षति

source: Street Address
ne: घटना स्थल

source: Files
ne: फाइल

source: Document
ne: कागजातहरु

source: Documents
ne: कागजातहरु

source: Ward
ne: वडा

source: Estimated Loss
ne: अनुमानित क्षति(रू)

source: Dead
ne: मृत

source: Missing
ne: हराएको

source: Injured
ne: घाइते

source: Affected
ne: प्रभावित

source: Male
ne: पुरुस

source: Female
ne: महिला

source: Others
ne: अन्य

source: Status
ne: स्थिति

source: Name
ne: नाम

source: Age
ne: उमेर

source: Gender
ne: लिङ्ग

source: Nationality
ne: राष्ट्रियता

source: Below Poverty
ne: गरिबी रेखा मुनि

source: Disability
ne: असक्षमता

source: Count
ne: संख्या

source: People
ne: व्यक्तिहरु

source: Relocated
ne: पुनः स्थापित

source: Evacuated
ne: स्थानान्तरण

source: Owner Name
ne: घर मुलीको नाम

source: Phone Number
ne: फोन नम्बर

source: Families
ne: परिवार

source: Family
ne: परिवार

source: Destroyed
ne: पूर्ण क्षति

source: Infrastructure Title
ne: संरचनाको नाम

source: Resource
ne: श्रोत

source: Equipment Value
ne: उपकरण क्षतिको मूल्य (रू)

source: Infrastructure Value
ne: संरचना क्षतिको मूल्य (रू)

source: Unit
ne: इकाइ

source: Beneficiary Owner
ne: धनीको नाम

source: Beneficiary Count
ne: लाभार्थी संख्या

source: Service Disrupted
ne: सेवा प्रवाहमा अवरोध

source: Economic Loss
ne: आर्थीक क्षति (रू)

source: Infrastructure
ne: आधारभूत

source: Infrastructures
ne: आधारभूत संरचना

source: Livestock
ne: पशुधन

source: Livestocks
ne: पशुधन

source: Quantity
ne: संख्या

source: Agriculture
ne: कृषि

source: Address
ne: ठेगाना

source: Coordinates
ne: निर्देशांक

source: Latitude:
ne: अक्षांश

source: Longitude:
ne: देशान्तर

source: Use My Location
ne: मेरो स्थान प्रयोग गर्नुहोस्

source: Enter or update the address here
ne: यहाँ ठेगाना प्रविष्टि गर्नुहोस् वा अद्यावधिक गर्नुहोस्

source: Delete all Features
ne: सबै वहुभुजहरु मेटाउनुहोस

source: Home
ne: गृहपृष्ठ

source: Items must be selected in order to perform actions on them. No items have been changed.
ne: कार्य गर्नका निम्ति वस्तु विपद पर्दछ । कुनैपनि विपद छानिएको छैन ।

source: Go
ne: आघि बढ्नुहोस

source: Save
ne: प्रविष्टि गर्नुहोस्

source: Save and add another
ne: प्रविष्टि गरेर अर्को थप्नुहोस्

source: Save and continue editing
ne: प्रविष्टि गरेर संशोधन जारी राख्नुहोस्

source: Unknown
ne: थाहा नभएको

source: Verification Message
ne: प्रमाणिकरण भएको सन्देश

source: You cannot write verification message if not verified
ne: प्रमाणित नभएको विपदमा प्रमाणिकरण सन्देश लेख्नु मिल्दैन

source: You need to add either wards or point or polygon or Geojson
ne: वडा, बिन्दु, बहुभुज अथवा Geojson मा एउटा हल्नुपर्क्ष

source: Upload files with extension .json or .geojson only
ne: .geojson अथवा .json extension भएको फाइल मात्र अपलोड गर्नुहोस्

source: Geometry type should be MultiPolygon
ne: Geometryको प्रकार MultiPolygon हुनु पर्क्ष

source: Invalid GeoJson
ne: GeoJson अमान्य छ

source: Geojson type must be feature
ne: Geojsonको प्रकार feature हुनु पर्क्ष
